tap "armmbed/formulae"
tap "homebrew/bundle"
brew "openssl@3"
brew "bat"
brew "clang-format"
brew "cloc"
brew "cmake"
brew "compiledb"
brew "fd"
brew "fzf"
brew "gcc"
brew "gdb"
brew "openjdk"
brew "gradle"
brew "lazygit"
brew "libxml2"
brew "lima"
brew "llvm"
brew "minisat"
brew "neovim"
brew "nmap"
brew "node"
brew "nss"
brew "pandoc"
brew "pillow"
brew "poppler"
brew "pre-commit"
brew "presenterm"
brew "pygments"
brew "qemu"
brew "ripgrep"
brew "shfmt"
brew "starship"
brew "stow"
brew "tmux"
brew "trash", link: true
brew "tree"
brew "weasyprint"
brew "yazi"
brew "zig"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "burp-suite"
cask "docker"
cask "firefox"
cask "gcc-arm-embedded"
cask "hammerspoon"
cask "mactex-no-gui"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-outlook"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "miniconda"
cask "pgadmin4"
cask "skim"
cask "wezterm"
