tap "homebrew/bundle"
brew "openssl@3"
brew "bat"
brew "clang-format"
brew "cloc"
brew "cmake"
brew "compiledb"
brew "fd"
brew "fzf"
brew "gcc"
brew "gdb"
brew "openjdk"
brew "gradle"
brew "lazygit"
brew "qemu"
brew "lima"
brew "llvm"
brew "neovim"
brew "node"
brew "nss"
brew "pandoc"
brew "poppler"
brew "pdfgrep"
brew "pillow"
brew "pre-commit"
brew "presenterm"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tmux"
brew "trash"
brew "tree"
brew "weasyprint"
brew "zig"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "miniconda"
cask "wezterm"
